#include <stdio.h>
#include <locale.h>

void name()
{
    puts("**********************************************************************");
    puts("*                                                                    *");
    puts("*            тема: Разработка консольного приложения                 *");
    puts("*                                                                    *");
    puts("* Выполнил: Попов С. Н., гр. ИПТ-252                                 *");
    puts("*                                                                    *");
    puts("**********************************************************************");
}

void date()
{
    puts(" _  _      _    _   _ ");
    puts("| | _|  |  _|  | | |_ ");
    puts("|_| _|  | |_   |_| |_|");
}

int main()
{
    setlocale(LC_CTYPE, "RUS");
    name();
    date();
    return 0;
}