#include <stdio.h>
#include <locale.h>

int main()
{
    setlocale(LC_CTYPE, "RUS");
    puts("**********************************************************************");
    puts("*                                                                    *");
    puts("*            тема: Разработка консольного приложения                 *");
    puts("*                                                                    *");
    puts("* Выполнил: Попов С. Н., гр. ИПТ-252                                 *");
    puts("*                                                                    *");
    puts("**********************************************************************");
    return 0;
}
